#날짜 : 2022/07/20
#이름 : 김철학
#내용 : 교재 3장 정렬과 연산

#------------------------------
#9강 정렬-ORDER BY
#------------------------------
#테이블 생성/데이터 저장
CREATE TABLE `sample31` ();
#p95
#p96
#p98

#테이블 생성/데이터 저장
CREATE TABLE `sample311` ();
#p100

#--------------------------------
#10강 복수의 열을 지정해 정렬하기
#--------------------------------
#테이블 생성/데이터 저장
CREATE TABLE `sample32` ();
#p103
#p104
#p105
#p106

#--------------------------------
#11강 결과 행 제한하기-LIMIT
#--------------------------------
#테이블 생성/데이터 저장
CREATE TABLE `sample33` ();
#p109
#p110
#p111
#p113

#--------------------------------
#12강 수치연산
#--------------------------------
#테이블 생성/데이터 저장
CREATE TABLE `sample34` ();
#p117
#p118
#p121
#p124
#p125

#테이블 생성/데이터 저장
CREATE TABLE `sample341` ();
#p127
#p128
#p129

#--------------------------------
#13강 문자열 연산
#--------------------------------
#테이블 생성/데이터 저장
CREATE TABLE `sample35` ();
#p132

#--------------------------------
#14강 날짜연산
#--------------------------------
#p137
#p139

#--------------------------------
#15강 CASE문으로 데이터 변환하기
#--------------------------------
#테이블 생성/데이터 저장
CREATE TABLE `sample37` ();
#p142
#p144
#p145
#p147